13/data/attachments/79ef9b7da441eda6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_46adde95-4755-4922-a330-861da6439b52</nif:username>
            <nif:friendToBeAdded>Theresa_purpose_Friend_75909_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>